Repository: Shrajbikys/DrinkWater2
Catalog: DrinkWater/Supporting Files/Localizable.xcstrings
Source language: ru
Languages: en, es, it

source: %@ до цели
en: %@ to goal
es: %@ para la meta
it: %@ all'obiettivo

source: %@ см
en: %@ cm
es: %@ cm
it: %@ cm

source: %lld см
en: %lld cm
es: %lld cm
it: %lld cm

source: 1 час
en: 1 hour
es: 1 hora
it: 1 ora

source: 1 час 30 минут
en: 1 hour 30 minutes
es: 1 hora 30 minutos
it: 1 ora 30 minuti

source: 2 часа
en: 2 hours
es: 2 horas
it: 2 ore

source: 2 часа 30 минут
en: 2 hours 30 minutes
es: 2 horas 30 minutos
it: 2 ore 30 minuti

source: 3 часа
en: 3 hours
es: 3 horas
it: 3 ore

source: 7 дней
en: 7 days
es: 7 días
it: 7 giorni

source: 14 дней
en: 14 days
es: 14 días
it: 14 giorni

source: 30 дней
en: 30 days
es: 30 días
it: 30 giorni

source: 30 минут
en: 30 minutes
es: 30 minutos
it: 30 minuti

source: 60 дней
en: 60 days
es: 60 días
it: 60 giorni

source: 90 дней
en: 90 days
es: 90 días
it: 90 giorni

source: 180 дней
en: 180 days
es: 180 días
it: 180 giorni

source: 270 дней
en: 270 days
es: 270 días
it: 270 giorni

source: 365 дней
en: 365 days
es: 365 días
it: 365 giorni

source: Cильный дефицит массы тела
en: Severe Underweight
es: Deficiencia grave de peso
it: Grave carenza di peso

source: Автоматическое внесение данных в Apple Health
en: Automatic data entry into Apple Health
es: Introducción automática de datos a Apple Health
it: Inserimento automatico dei dati in Apple Health

source: Без звука
en: Sound off
es: Silencio
it: Muto

source: Ваша норма
en: Your norm
es: Su consumo
it: La tua norma

source: Ваша подписка очень мотивирует нас и помогает развитию Drink Water
en: Your subscription motivates us a lot and helps the development of Drink Water
es: Su suscripción nos motiva mucho y ayuda al desarrollo de Drink Water
it: Il tuo abbonamento ci motiva molto e ci aiuta a sviluppare Drink Water

source: Введите вес
en: Enter weight
es: Introduzca el peso
it: Inserisci il peso

source: Введите цель
en: Enter goal
es: Introduzca el objetivo
it: Inserisci l'obiettivo

source: Вес
en: Weight
es: Peso
it: Peso

source: Вес:
en: Weight:
es: Peso:
it: Peso:

source: Вес: %@
en: Weight: %@
es: Peso: %@
it: Peso: %@

source: Вкл
en: On
es: Encendido
it: On

source: Включить напоминания
en: Enable reminders
es: Activar recordatorios
it: Abilita notifiche

source: Вносите информацию и следите за количеством выпитого через Apple Watch
en: Keep track of the amount of water you drink through the Apple Watch
es: Esté atento a la cantidad de agua que bebe a través de Apple Watch
it: Tieni traccia della quantità di acqua che bevi tramite Apple Watch

source: Вода обеспечивает выработку в организме ферментов, которые сжигают жиры
en: Water ensures the production of enzymes in the body that burn fats
es: El agua activa la producción de enzimas en el cuerpo que ayudan a quemar grasa
it: L'acqua provvede nell'organismo l'increzione d'enzime che bruciano i grassi

source: Вода улучшает метаболизм, запускает обменные процессы
en: Water improves metabolism, activates metabolic processes
es: El agua mejora el metabolismo, inicia procesos metabólicos
it: L’acqua migliora il metabolismo, attiva i processi di ricambio organico

source: Восстановить покупки
en: Restore Purchases
es: Restaurar compras
it: Ripristina gli acquisti

source: Всё возможно!
en: Anything is possible!
es: Nada es imposible!
it: Niente è impossibile!

source: Всегда стремись выше!
en: Always aim higher!
es: Siempre apunta más alto!
it: Punta sempre più in alto!

source: Вы достигли цели!
en: The goal is achieved!
es: Ha alcanzado el objetivo!
it: Hai raggiunto l’obbietivo!

source: Выберите ваш вес:
en: Choose your weight:
es: Seleccione su peso:
it: Scegli il tuo peso:

source: Выберите ваш пол:
en: Choose your sex:
es: Seleccione su género:
it: Scegli il tuo sesso:

source: Выберите вашу норму:
en: Choose your norm:
es: Seleccione su consumo:
it: Scegli la tua norma:

source: Выберите звук уведомления:
en: Choose a notification sound:
es: Seleccione sonido del recordatorio:
it: Scegli il suono delle notifiche:

source: Выберите интервал:
en: Choose the timespan:
es: Seleccione intervalo:
it: Scegli l'intervallo:

source: Выберите напиток
en: Choose a drink
es: Seleccione bebida
it: Scegli una bevanda

source: Выберите объём и напиток
en: Choose volume and a drink
es: Seleccione volumen y bebida
it: Scegli il volume e una bevanda

source: Выберите объём:
en: Choose volume:
es: Seleccione volumen:
it: Scegli una bevanda

source: Выберите рост
en: Choose height
es: Altura
it: Altezza

source: Выбор звука уведомлений
en: Selecting the notification sound
es: Selección de sonido de notificación
it: Selezionare un suono di notifica

source: Выкл
en: Off
es: Apagado
it: Off

source: Выпито
en: Drunk
es: Consumido
it: Bevuto

source: Гидратация = %@
en: Hydration = %@
es: Hidratación = %@
it: Idratazione = %@

source: Готово
en: Done
es: OK
it: Fine

source: Да
en: Yes
es: Sí
it: Sì

source: Дата: %@
en: Date: %@
es: Fecha: %@
it: Data: %@

source: Дефицит массы тела
en: Underweight
es: Deficiencia de peso
it: Carenza di peso

source: Добавить напиток
en: Add a drink
es: Añadir bebida
it: Aggiungi una bevanda

source: Добавьте индивидуальности вашему уведомлению
en: Add personality to your notification
es: Agregue personalidad a su notificación
it: Aggiungi personalità alla tua notifica

source: Дополнительные напитки
en: Additional drinks
es: Bebidas adicionales
it: Bevande extra

source: Достижения
en: Achievements
es: Logros
it: Realizzazione

source: доступ
en: Access
es: Premium
it: Premium

source: Ед. измерения
en: Units
es: Unidades
it: Unità

source: Ед. измерения:
en: Units:
es: Unidades:
it: Unità:

source: Единицы измерения:
en: Units:
es: Unidades:
it: Unità:

source: Единоразово
en: One-time
es: Una vez
it: Una volta

source: Ежедневная цель
en: Daily goal
es: Objetivo diario
it: Obiettivo giornaliero

source: Женский
en: Female
es: Femenino
it: Donna

source: Завершено
en: Done
es: Completado
it: Finito

source: Заканчиваем
en: Finish
es: Finalizar
it: Finiamo

source: Звук 1
en: Sound 1
es: Sonido 1
it: Suono 1

source: Звук 2
en: Sound 2
es: Sonido 2
it: Suono 2

source: Звук 3
en: Sound 3
es: Sonido 3
it: Suono 3

source: Звук 4
en: Sound 4
es: Sonido 4
it: Suono 4

source: Звук 5
en: Sound 5
es: Sonido 5
it: Suono 5

source: Звук 6
en: Sound 6
es: Sonido 6
it: Suono 6

source: Звук уведомления
en: Notification sound
es: Sonido de notificación
it: Suono delle notifiche

source: Здоровье
en: Health
es: Salud
it: Salute

source: Здоровье:
en: Health:
es: Salud:
it: Salute:

source: Импорт из iCloud
en: Import from iCloud
es: Importar desde iCloud
it: Importa da iCloud

source: Импорт успешно завершён!
en: Import completed successfully!
es: Importación completada con éxito!
it: Importazione completata con successo!

source: Импорт/экспорт данных в iCloud
en: Import/Export data to iCloud
es: Importar/exportar datos a iCloud
it: Importa/Esporta dati su iCloud

source: ИМТ
en: BMI
es: IMC
it: L'IMC

source: ИМТ позволяет определить, находится ли вес в пределах нормы, или есть риск недостатка, избытка веса или ожирения.
en: BMI helps determine whether weight is within a normal range or if there is a risk of being underweight, overweight, or obese.
es: El IMC permite determinar si el peso está dentro de un rango normal o si existe riesgo de insuficiencia, sobrepeso u obesidad.
it: L'IMC consente di determinare se il peso è nella norma o se vi è un rischio di sottopeso, sovrappeso o obesità.

source: ИМТ: %@
en: BMI: %@
es: IMC: %@
it: L'IMC: %@

source: Индекс массы тела
en: Body Mass Index
es: El Índice de Masa Corporal
it: L'Indice di Massa Corporea

source: Индекс массы тела (ИМТ) — это показатель, который помогает оценить, соответствует ли вес человека его росту.
en: Body Mass Index (BMI) is an indicator that helps assess whether a person's weight is appropriate for their height.
es: El Índice de Masa Corporal (IMC) es un indicador que ayuda a evaluar si el peso de una persona es adecuado para su altura.
it: L'Indice di Massa Corporea (IMC) è un indicatore che aiuta a valutare se il peso di una persona è adeguato alla sua altezza.

source: Интеграция с Apple Health
en: Integration with Apple Health
es: Integración con Apple Health
it: Integrazione con Apple Health

source: Интервал
en: Timespan
es: Intervalo
it: Intervallo

source: Интервал напоминаний
en: Notification timespan
es: Intervalo de recordatorios
it: Intervallo fra le notifiche

source: Информация о напитках
en: Drinks information
es: Informacion de bebidas
it: Informazioni sulle bevande

source: История
en: History
es: Historial
it: Storia

source: История веса
en: Weight History
es: Historia del peso
it: Storia del peso

source: Какао, Смузи, Йогурт и другие напитки
en: Cocoa, Smoothies, Yogurt and other drinks
es: Cacao, Batidos, Yogur y otras bebidas
it: Cacao, frullati, yogurt e altre bevande

source: кг | мл
en: kg | ml
es: kg | ml
it: kg | ml

source: Копируем данные...
en: Copying the data...
es: Copiamos los datos...
it: Copiamo i dati...

source: Коэффициенты гидратации
en: Hydration
es: Hidratación
it: Idratazione

source: Лишний вес
en: Overweight
es: Sobrepeso
it: Sovrappeso

source: Месяц
en: Month
es: Mes
it: Mese

source: Мотивация на уровне!
en: Motivation at the level!
es: Motivación a nivel!
it: Motivazione a livello!

source: Мужской
en: Male
es: Masculino
it: Uomo

source: Набрать вес
en: Gain Weight
es: Ganar peso
it: Aumentare di peso

source: Награды
en: Awards
es: Premios
it: Premi

source: Написать в поддержку
en: Contact support
es: Contactar con el servicio de apoyo
it: Contatta il supporto

source: Настройка приложения
en: App settings
es: Configurar aplicación
it: Impostazioni d’app

source: Настройка уведомлений
en: Notification settings
es: Configurar notificaciones
it: Impostazioni notifiche

source: Настройки
en: Settings
es: Ajustes
it: Impostazioni

source: Начало положено!
en: A start!
es: Un inicio!
it: Un inizio!

source: Начинаем
en: Start
es: Comenzar
it: Iniziamo

source: Не забывайте - вода восстанавливает водный баланс
en: Don’t forget – water recovers fluid balance
es: No se olvide: el agua restablece el equilibrio hídrico
it: Non dimenticare – l'acqua restaura l'equilibrio idrico

source: Не забывайте - вода выводит из организма шлаки и токсины
en: Don’t forget – water removes waste and toxins from the body
es: Recuerde que el agua elimina las toxinas de su cuerpo
it: Non dimenticare – l'acqua rimuove le sostanze tossiche dall'organismo

source: Не забывайте - вода нормализует мозговую деятельность
en: Don’t forget – water normalizes brain activity
es: No se olvide de que el agua mejora la actividad cerebral
it: Non dimenticare – l'acqua normalizza l'attività mentale

source: Не забывайте - вода нормализует обмен веществ
en: Don’t forget – water normalizes metabolism
es: No se olvide: el agua normaliza el metabolismo
it: Non dimenticare – l'acqua normalizza il metabolismo

source: Не забывайте - вода снимает напряжение и борется с усталостью
en: Don’t forget – water relieves stress and fights fatigue
es: Recuerde que el agua alivia el estrés y combate la fatiga
it: Non dimenticare – l'acqua ha un effetto calmante e combatte la stanchezza

source: Не забывайте - вода способствует подавлению чувства голода
en: Don’t forget – water helps suppressing appetite
es: Recuerde que el agua suprime el hambre
it: Non dimenticare – l'acqua inibisce l'appetito

source: Не забывайте - вода способствует похудению
en: Don’t forget – water facilitates weight loss
es: Recuerde que el agua hace perder peso
it: Non dimenticare – l'acqua aiuta a perdere peso

source: Не забывайте - вода улучшает кровообращение
en: Don’t forget – water improves blood circulation
es: Recuerde que el agua mejora la circulación sanguínea
it: Non dimenticare – l'acqua migliora la circolazione del sangue

source: Не забывайте - вода улучшает пищеварение
en: Don’t forget – water improves digestion
es: Recuerde que el agua mejora la digestión
it: Non dimenticare – l'acqua migliora la digestione

source: Не забывайте - вода улучшает состояние волос и кожи
en: Don’t forget – water improves the state of hair and skin
es: Recuerde que el agua mejora su cabello y su piel
it: Non dimenticare – l'acqua migliora lo stato dei capelli e della pelle

source: Не останавливайся!
en: Do not stop!
es: No puedes ser detenido!
it: Non ti fermare!

source: Не рекомендуется превышать объём ежедневной нормы. Это может вызвать недомогание и повышенную утомляемость.
en: It is not recommended to exceed the amount of the daily allowance. This can cause malaise and increased fatigue.
es: No se recomienda exceder el volumen de la norma diaria. Puede causar malestar y fatiga.
it: Non è consigliabile superare la quantità della norma giornaliera. Può causare disagio e affaticamento.

source: Неделя
en: Week
es: Semana
it: Settimana

source: Нет
en: No
es: No
it: No

source: Норма воды в день
en: Daily norm of water
es: Consumo de agua diario
it: Norma d’acqua al giorno

source: Нормальный вес
en: Normal Weight
es: Peso normal
it: Peso normale

source: О приложении
en: About the app
es: Acerca de la aplicación
it: Chi siamo

source: Ожирение
en: Obesity
es: Obesidad
it: Obesità

source: Оповещение
en: Notification
es: Alerta
it: Notifica

source: Основные настройки
en: General settings
es: Configuraciones básicos
it: Impostazioni generali

source: Основные показатели
en: Key Metrics
es: Indicadores clave
it: Indicatori principali

source: Отмена
en: Cancel
es: Cancelación
it: Cancellazione

source: Отслеживайте показатели выпитого за день не открывая приложение
en: Track your daily drinking without opening the app
es: Realizar un seguimiento de los indicadores de alcohol durante el día sin abrir la aplicación
it: Tieni traccia dei tuoi drink al giorno senza aprire l'app

source: Оценить приложение
en: Rate the app
es: Calificar aplicación
it: Valuta l’app

source: Очистка кэша...
en: Clearing the cache...
es: Limpiar la caché...
it: Cancellazione della cache...

source: Пейте воду регулярно и достигайте новых высот
en: Drink water regularly and reach new heights
es: Beba agua regularmente y alcance nuevas alturas
it: Bere acqua regolarmente e raggiungere nuove altezze

source: Первый день
en: First day
es: Primer día
it: Il primo giorno

source: Перенесите все данные, до последней капли, на новое устройство
en: Transfer all the data, to the last drop, to the new device
es: Transfiera todos los datos, hasta la Última gota, al nuevo dispositivo
it: Trasferisci tutti i dati, fino all'ultima goccia, su un nuovo dispositivo

source: По умолчанию
en: Default
es: Por omisión
it: Default

source: Поддержите нас
en: Support us
es: Apóyanos
it: Sostenici

source: Поделиться
en: Share
es: Compartir
it: Condividi

source: Подключение Apple Health
en: Add Apple Health
es: Conectar Apple Health
it: Accesso a Apple Health

source: Пожалуйста, не закрывайте
en: Please do not close
es: Por favor, no cierre
it: Si prega di non chiudere

source: Поздравляем!
en: Congratulations!
es: ¡Felicidades!
it: Congratulazioni!

source: Пол
en: Sex
es: Género
it: Sesso

source: Политика конфиденциальности
en: Privacy Policy
es: Política de privacidad
it: Politica sulla privacy

source: Полный доступ ко всем функциям приложения Drink Water
en: Full access to all functions of the Drink Water app
es: Acceso completo a todas las funciones de la aplicación Drink Water
it: Accesso completo a tutte le funzionalità Dell'App Drink Water

source: Пора выпить воды
en: It’s time to drink some water
es: Es hora de beber agua
it: È tempo per bere l'acqua

source: Последняя запись %@
en: Last record %@
es: Última entrada %@
it: Ultima voce %@

source: Предупреждение
en: Warning
es: Advertencia
it: Avviso

source: Премиум-
en: Premium
es: Acceso
it: Accesso

source: Премиум-доступ
en: Premium Access
es: Acceso Premium
it: Accesso Premium

source: приложение
en: the application
es: la aplicación
it: l'applicazione

source: Приложение Drink Water помогает мне поддерживать необходимый уровень воды в организме. Рекомендую!
en: The Drink Water application helps me to maintain a proper level of water in my body. Recommend it!
es: La aplicación Drink Water me ayuda a mantener el nivel de agua necesario en mi cuerpo. Recomiendo!
it: L'applicazione Drink Water mi aiuta a mantenere il livello d'acqua necessario per il mio corpo. La consiglio!

source: Приложение для Apple Watch
en: Apple Watch App
es: Aplicación para Apple Watch
it: App per Apple Watch

source: Продолжить
en: Continue
es: Continuar
it: Continuare

source: Разрешите уведомления в настройках, чтобы мы могли отправлять вам напоминания
en: Allow the notifications in settings to let us send you reminder notes
es: Permitir notificaciones en los ajustes para que podamos enviarle recordatorios
it: Consenti le notifiche nelle impostazioni, così potremo mandarti gli avvisi

source: Рассчитать автоматически
en: Calculate automatically
es: Calcular automáticamente
it: Calcola automaticamente

source: Рассчитать норму
en: Calculate the norm
es: Calcular consumo
it: Calcola la norma

source: Расширенные возможности
en: Advanced Features
es: Funciones Avanzadas
it: Funzionalità Avanzate

source: Рост:
en: Height:
es: Altura:
it: Altezza:

source: Сбор данных...
en: Data collection...
es: Recopilación de datos...
it: Raccolta dei dati...

source: Сбросить вес
en: Lose Weight
es: Perder peso
it: Perdere peso

source: Сегодня
en: Today
es: Hoy
it: Oggi

source: Сейчас будет запущен процесс импорта данных из iCloud. Убедитесь, что ранее вы сделали экспорт в iCloud. Иначе вы можете потерять не сохраненные данные. Вы хотите продолжить?
en: The process of importing data from iCloud will now be launched. Make sure that you have previously exported to iCloud. Otherwise, you may lose unsaved data. Do you want to continue?
es: Ahora se iniciará el proceso de importación de datos desde iCloud. Asegúrate de haber exportado previamente a iCloud. De lo contrario, puede perder los datos no guardados. ¿Quieres continuar?
it: Ora verrà avviato il processo di importazione dei dati da iCloud. Assicurati di aver precedentemente effettuato l'esportazione su iCloud. Altrimenti potresti perdere i dati non salvati. Vuoi continuare?

source: Сейчас будет запущен процесс экспорта данных в iCloud. Вы хотите продолжить?
en: The process of exporting data to iCloud will now be launched. Do you want to continue?
es: Ahora se iniciará el proceso de exportación de datos a iCloud. ¿Quieres continuar?
it: Ora verrà avviato il processo di esportazione dei dati su iCloud. Vuoi continuare?

source: Синхронизация с ICloud
en: Synchronizing with iCloud
es: Sincronización con ICloud
it: Sincronizzazione con iCloud

source: Системные настройки
en: System settings
es: Configuraciones del sistema
it: Impostazioni di sistema

source: Следи за своим прогрессом и достигай идеального веса шаг за шагом
en: Track your progress and reach your ideal weight step by step
es: ¡Sigue tu progreso y alcanza tu peso ideal paso a paso
it: Monitora i tuoi progressi e raggiungi il peso ideale passo dopo passo

source: Смотри как легко!
en: See how easy it is!
es: Mira lo fácil que es!
it: Guarda com'è facile!

# Сохранено записей: %lld/%lld
source: Сохранено записей: %1$lld/%2$lld
en: Saved records: %1$lld/%2$lld
es: Registros guardados: %lld/%lld
it: Record salvati: %lld/%lld

source: Сохранить
en: Save
es: Guardar
it: Salva

source: Стакан воды во время еды позволит насыщаться меньшими порциями
en: A glass of water during food consumption will allow you to be saturated with smaller portions
es: Un vaso de agua con la comida permite llenarse con porciones más pequeñas.
it: Un bicchiere d'acqua durante il pasto permetterà di saturarti con le porzioni più piccole

source: Статистика за
en: Statistics for
es: Estadísticas de
it: Statistiche per

source: Стильные виджеты
en: Stylish widgets
es: Widgets con estilo
it: Widget eleganti

source: Текущий месяц
en: Current month
es: Mes corriente
it: Mese corrente

source: Только вперёд!
en: Only forward!
es: Sólo adelante!
it: Solo avanti!

source: Трекер веса
en: Weight tracker
es: Rastreador de peso
it: Tracker del peso

source: Ты можешь больше!
en: You can do more!
es: Puedes hacer mas!
it: Puoi di più!

source: Ты на вершине!
en: You are on top!
es: Estás en la cima!
it: Sei in cima!

source: Уведомления
en: Notifications
es: Notificaciónes
it: Notifiche

source: Уведомления:
en: Notifications:
es: Notificaciónes:
it: Notifiche:

source: Укажите информацию для расчёта суточной нормы употребления воды:
en: Give information to calculate daily norm of water consumption:
es: Ingrese los datos para calcular su consumo diario de agua:
it: Fornisci le informazioni per calcolare la norma giornaliera del consumo d’acqua:

source: Упс! Пока здесь ничего нет...
en: Oops! There's nothing here yet...
es: ¡Oops! Aún no hay nada aquí...
it: Oh! È ancora vuoto...

source: Условия использования
en: Terms of Use
es: Condiciones de uso
it: Termini di servizio

source: фн | унц
en: lb | oz
es: lb | oz
it: lb | oz

source: Цель
en: Goal
es: Objetivo
it: Obiettivo

source: Цель = %@
en: Goal = %@
es: Objetivo = %@
it: Obiettivo = %@

source: Цель достигнута!
en: Goal Achieved!
es: ¡Meta alcanzada!
it: Obiettivo raggiunto!

source: Цель: %@
en: Goal: %@
es: Objetivo: %@
it: Obiettivo: %@

source: Чтобы изменить разрешения для приложения 'Здоровье', пожалуйста предоставьте доступ: 'Настройки -> Здоровье -> Доступ к данным и устройства'.
en: In order to change what is allowed for the application 'Health', please, provide access: 'Settings -> Health -> Data access & Devices'.
es: Para cambiar los permisos de la aplicación 'Salud', por favor, concede el acceso: 'Configuración -> Salud -> Acceso a datos y dispositivos'.
it: Per cambiare quello che è consentito all’applicazione 'Salute', per favore, concedi l’accesso: ‘Impostazioni -> Salute -> Accesso dati e dispositivi’.

source: Экспорт в iCloud
en: Export to iCloud
es: Exportar a iCloud
it: Esporta su iCloud

source: Экспорт данных...
en: Data export...
es: Exportación de datos...
it: Esportazione dati...

source: Экспорт успешно завершён!
en: Export completed successfully!
es: Exportación completada con éxito!
it: Esportazione completata con successo!
